Repository: nicofrancken/places
Catalog: Places/Localizable.xcstrings
Source language: en
Languages: nl

source: Coordinate error text
nl: Tekst met coordinaten foutmelding

source: Enter coordinates
nl: Vul coordinaten in

source: Enter coordinates title
nl: Vul coordinaten in titel

source: Enter latitude here
nl: Vul hier breedtegraad in

source: Enter longitude here
nl: Vul hier de lengtegraad in

# Invalid latitude
source: Latitude must be between -90 and 90
nl: Breedtegraad moet tussen -90 en 90 liggen

# Invalid longitude
source: Longitude must be between -180 and 180
nl: Lengtegraad moet tussen -180 en 180 liggen

source: Latitude
nl: Breedtegraad

source: Latitude textfield
nl: Latitude tekstveld

source: Location selection screen
nl: Locatie selection scherm

source: Locations can be selected or manually inputted
nl: Locaties kunnen worden geselecteerd of manueel ingevoerd worden

source: Longitude
nl: Lengtegraad

source: Longitude textfield
nl: Lengtegraad tekstveld

source: Network error
nl: Netwerk fout

source: Open in Wiki app
nl: Open in de Wiki app

# Opens latitude: %lf and longitude: %lf in Wikiepdia app
source: Opens latitude: %1$lf and longitude: %2$lf in Wikipedia app
nl: Opent breedtegraad: %1$lf en lengtegraad: %2$lf in Wikipedia app

source: Select coordinate button
nl: Selecteer co√∂rdinaat knop

source: Select location
nl: Selecteer locatie

source: Select location title
nl: Selecteer locatie titel

source: Unable to retrieve locations
nl: Er is een fout opgetreden bij het ophalen van de locaties
